tap "alecthomas/tap"
tap "heroku/brew"
tap "holgerbrandl/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

cask "adoptopenjdk"

brew "ack"
brew "automake"
brew "openssl"
brew "bison"
brew "libffi"
brew "cask"
brew "chruby"
brew "cmatrix"
brew "cowsay"
brew "ddate"
brew "direnv"
brew "figlet"
brew "flow"
brew "fzf"
brew "gdbm"
brew "geoip"
brew "git"
brew "git-crypt"
brew "git-flow-avh"
brew "go"
brew "gradle"
brew "readline"
brew "hstr"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "libyaml"
brew "links"
brew "sqlite"
brew "python", link: false
brew "make"
brew "maven"
brew "mysql"
brew "nethack"
brew "nmap"
brew "node"
brew "openshift-cli"
brew "p7zip"
brew "plantuml"
brew "portaudio"
brew "postgresql"
brew "pypy"
brew "rbenv"
brew "ruby-install"
brew "telnet"
brew "tldr"
brew "tree"
brew "unzip"
brew "wget"
brew "zsh"

#Casks
cask "gpg-suite"
cask "spotify"
cask "skype"
cask "iterm2"
cask "dash"
cask "cyberghost-vpn"
cask "font-hack"
cask "karabiner-elements"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "wireshark"
cask "little-snitch"
cask "carbon-copy-cloner"
cask "dropbox"
cask "vlc"
cask "firefox"
cask "slack"
cask "app-tamer"
cask "appcleaner"
cask "steam"
cask "transmission"
cask "teamviewer"
cask "microsoft-office"
cask "pokerstars"
cask "flycut"
cask "battle-net"

#MAS
mas "1Password", id: 443987910
mas "AdBlock", id: 1402042596
mas "Adblock Plus", id: 1432731683
mas "Cinch", id: 412529613
mas "Disk Cartography", id: 905264208
mas "Keynote", id: 409183694
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "MoneyMoney", id: 872698314
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDFScanner", id: 410968114
mas "Plants vs. Zombies", id: 410406848
mas "Pocket", id: 568494494
mas "Textual IRC Client", id: 1262957439
mas "Themes for Keynote", id: 692032006
mas "Toolbox for Keynote -Templates", id: 582635628
mas "Toolbox for Pages - Templates", id: 571654652
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
mas "WhatsApp", id: 1147396723
