tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "automake"
brew "openssl"
brew "bind", link: false
brew "bison"
brew "libffi"
brew "cask"
brew "chruby"
brew "cmatrix"
brew "cowsay"
brew "ddate"
brew "direnv"
brew "figlet"
brew "flow"
brew "fzf"
brew "gdbm"
brew "geoip"
brew "git"
brew "git-crypt"
brew "git-flow-avh"
brew "go"
brew "gradle"
brew "readline"
brew "hstr"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "libyaml"
brew "links"
brew "sqlite"
brew "python", link: false
brew "macvim"
brew "make"
brew "maven"
brew "mysql"
brew "nethack"
brew "nmap"
brew "node"
brew "openshift-cli"
brew "p7zip"
brew "plantuml"
brew "portaudio"
brew "postgresql"
brew "pypy"
brew "rbenv"
brew "ruby-install"
brew "squid", link: false
brew "telnet"
brew "tldr"
brew "tree"
brew "unzip"
brew "wget"
brew "zsh"
cask "cyberghost-vpn"
cask "font-hack"
cask "karabiner-elements"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "wireshark"
